grahamthetvi/Vision_Audio_Graphing_Calculator/firmware/sdkconfig.defaults
# ESP32-S3 talking / audio graphing calculator firmware defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_FREERTOS_HZ=1000
